DELETE FROM words WHERE hsk_level = 3 AND hanzi IN (
'爱好','把','班长','帮忙','包','保护','保证','抱','抱歉','倍','笨','比赛','必要','遍','标准',
'表格','表扬','饼干','并且','博士','不得不','不管','不过','不仅','部分','擦','猜','材料','参观','厕所',
'长城','长江','尝','场','超过','成功','成为','诚实','吃惊','重新','抽烟','出生','传真','窗户','从来',
'粗心','存','错误','答案','打扮','打针','大概','大使馆','大约','待','代表','单位','弹钢琴','导游','到底',
'倒','道歉','得意','登机','等','低','底','地址','地球','掉','调查','丢','动作','堵车','短信',
'对话','对面','儿童','而','发生','法律','翻译','烦恼','反对','方向','房东','放弃','放暑假','份','丰富',
'否则','符合','父亲','付款','负责','富','改变','干杯','敢','赶','感谢','干','刚','高速公路','胳膊',
'个子','各种','工资','功夫','姑娘','鼓励','故意','顾客','挂','拐弯','广播','逛','规定','国籍','国际'
);
